<?php
/**
 * Лицензия
 */

/**
 * @author Craft-Soft Team
 * @package CS:Bans
 * @version 1.0 beta
 * @copyright (C)2013 Craft-Soft.ru.  Все права защищены.
 * @link http://craft-soft.ru/
 * @license http://creativecommons.org/licenses/by-nc-sa/4.0/deed.ru  «Attribution-NonCommercial-ShareAlike»
 */

$this->pageTitle=Yii::app()->name . ' - Лицензионное соглашение';
$this->breadcrumbs=array(
	'Лицензионное соглашение',
);

Yii::app()->clientScript->registerMetaTag('noindex,follow', 'robots');
?>

<h2>Лицензионное соглашение</h2>

<ol>
	<li>Все авторские права на приложение "CraftSoft:Bans" (далее по тексту - "CS:Bans") принадлежат только автору - Урих Александру (<a href="http://craft-soft.ru">http://craft-soft.ru</a>);</li>
	<li>Автор оставляет за собой право отменить действие данной лицензии для любой из следующих версий CS:Bans;</li>
	<li>CS:Bans распространяется <u>автором</u>. Ни одно частное лицо или
    организация не может распространять CS:Bans и\или брать плату за распространение CS:Bans без письменного согласия автора.</li>
	<li><b>CS:Bans поставляется по принципу "AS IS"</b>.
    Никаких гарантий не прилагается и не предусматривается. Вы используете
    это приложение на свой риск. Автор не будет отвечать ни за
    какие потери или искажения данных, любую упущенную выгоду в процессе
    использования или неправильного использования этого программного
    обеспечения;</li>
	<li>Вы можете использовать CS:Bans только на доменном имени на котором данное приложение было активировано;</li>
	<li>Вы не можете использовать, копировать, создавать новые
    версии, сдавать в наем или аренду, продавать, изменять код CS:Bans другими
	способами, иначе, чем определено настоящим лицензионным соглашением.
	Любое такое нелегальное использование означает автоматическое
	и немедленное прекращение действия настоящего соглашения
	и может преследоваться по закону;</li>
	<li>Все права, не предоставленные здесь явно, сохраняются за автором, Урих
    Александром;</li>
	<li>Установка и использование CS:Bans означает, что вы понимаете положения
    настоящего лицензионного соглашения и согласны с ними;</li>
	<li>Если почему-либо вы не согласны с этим лицензионным соглашением, вам
    необходимо удалить файлы дистрибутива CS:Bans с ваших устройств
    хранения информации и прекратить использование CS:Bans.</li>
</ol>